Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/en-ny-budsjettmodell-vil-effektivisere-sametinget.html.tmx
Source language: nob
Languages: sme

source: – En ny budsjettmodell vil effektivisere Sametinget
sme: – Ođđa bušeahttamálle beavttálmahtášii Sámedikki

source: Sametinget ønsker en ny modell for rammefinansiering og konsultasjoner i budsjetteringen av Sametinget.
sme: Sámediggi háliida ođđa málle rámmaruhtadeami ja konsultašuvnnaid várás Sámedikki bušeterema oktavuođas.

source: Dette for å oppfylle det folkerettslige kravet om selvbestemmelse, og for bidra til økt frihet i politiske prioriteringer og økt effektivitet i Sametinget.
sme: Dat danne vai ollašuhttojuvvo álbmotrievttálaš iešmearridangáibádus, ja oažžun dihtii eanet friijavuođa politihkalaš vuoruhemiide Sámedikkis ja beavttálmahttin dihtii Sámedikki.

source: – Dagens budsjettprosess som er både ineffektiv og tungvint, krever unødvendig mye ressurser av både Sametinget og departementene, sier budsjettansvarlig sametingsråd Henrik Olsen.
sme: – Dálá bušeahttaproseassa lea sihke eahpebeaktil ja lossat, dat gáibida dárbbašmeahttun ollu resurssaid sihke Sámedikki ja departemeanttaid bealis, dadjá bušeahttaovddasvástideaddji sámediggeráđđi Henrik Olsen.

source: Kommunal- og moderniseringsdepartementet fikk gjort én utredning for å vurdere overføringen av Sametingets bevilgninger til en post. Kommunal og moderniseringsdepartementet har konsultert med Sametinget om dette, men man kom ikke fram til noen enighet.
sme: Gielda- ja ođasmahttindepartemeanta oaččui čađahuvvot čielggadusa vai sáhttá árvvoštallat Sámedikki juolludemiid sirdojuvvot ovtta postii. Gielda- ja ođasmahttindepartemeanta lea konsulteren Sámedikki dan birra, muhto ii sohppojuvvon ovttamielalašvuohta.

source: – Sametinget ønsker at det fremmes en proposisjon på linje med Kommuneproposisjonen som legger visse føringer for fastsettelse av Sametinget budsjett, som i dag er tilfelle for kommunesektoren.
sme: – Sámediggi háliida ahte ovddiduvvo proposišuvdna mii bidjá dihto láidestusaid dasa mo mearridit Sámedikki bušeahta seamma dásis go Gieldaproposišuvdna, mii dál gusto gielddasuorgái.

source: Dette kunne ikke regjeringen gå med på, så saken har nå stoppet opp.
sme: Dasa ii sáhttán departemeanta miehtat, nu ahte ášši lea dál bisánan.

source: Vi ønsker at Stortinget nå tar tak i denne saken for å sikre at internasjonale forpliktelser følges opp, sier Olsen.
sme: Mii háliidit ahte Stuorradiggi dál váldá dan ášši sihkkarastin dihtii ahte riikkaidgaskasaš geatnegasvuođat čuovvuluvvojit, dadjá Olsen.

source: – Samisk kultur ignoreres Sametingsrådet har utformet Sametingets budsjettbehov for 2019-2022, og ønsker å fokusere på behovene til samiske kulturbygg.
sme: – S ámi kultuvra badjelgehččojuvvo Sámediggeráđđi lea hábmen Sámedikki bušeahttadárbbu áigodahkii 2018-2022 ja háliida čalmmustahttit dárbbuid sámi kulturviesuide.

source: – Norske myndigheter har ignorert de samiske samfunnenes rett til å ha tilgang til kulturelle arenaer gjennom trenering av alle samiske kulturbygg.
sme: – Norgga eiseválddit leat badjelgeahččan sámi servodagaid vuoigatvuođa fidnet kultuvrralaš arenaid dainna lágiin ahte sii leat vihpadan buot sámi kulturviesuid.

source: Regjeringen har gjennom grunnloven et ansvar for å legge til rette for at samene kan utvikle sitt språk, kultur og samfunnsliv.
sme: Ráđđehusas lea vuođđolága vuođul ovddasvástádus láhčit dasa ahte sápmelaččat sáhttet ovddidit gielaset, kultuvrraset ja servodateallimeaset.

source: Hvordan denne saken er behandlet over år viser at det er et stort problem at man fra sentralt hold ikke vurderer den samiske kulturen likeverdig med den norske, sier Olsen.
sme: Dat mo dát ášši lea meannuduvvon jagiid čađa, čájeha man stuorra váttisvuohtan dat lea go guovddáš eiseválddiid bealis eai ane sámi kultuvrra dásseárvosažžan dáža kultuvrrain, dadjá Olsen.

source: Sametinget har over flere år bedt om bevilgninger til konkrete og lenge planlagte byggesaker, slik som Saemien Sijte, Beaivváš Sámi Našunálateáhter og et nytt samisk kunstmuseum, uten at regjeringen har fulgt dette opp.
sme: Sámediggi lea máŋggaid jagiid bivdán juolludusaid konkrehta ja guhká plánejuvvon visteáššiide, nu go Saemien Sijte, Beaivváš Sámi Našunálateáhter ja ođđa sámi dáiddamusea, ii ge ráđđehus leat čuovvulan dan.

source: Dette har ført til at de samiske kulturinstitusjonene ikke har kunnet utvikle seg på samme måte som de norske.
sme: Dat lea dagahan ahte sámi kulturásahusat eai leat beassan ovdánit seamma láhkai go dáža kulturásahusat.
